;-----------------------
; SPARK Character
;-----------------------

[SparkSoldier X2SparkCharacterTemplate_DLC_3]
strCustomizeDesc="Modificar o nome e a aparência deste robô."
strCharacterHealingPaused="Reparos Requeridos"
strAcquiredText="As unidades SPARK não se curam como os outros soldados. Coloque o SPARK na Engenharia para repara-lo."

;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day90]
m_strLostTowersPOIAvailableBody="Comandante, alguém passou por muitos problemas para transmitir este sinal através do ROV-R. Precisamos descobrir o porquê."

m_strSparkSquadSelectInfoTitle="SPARK PRONTO PARA COMBATE"
m_strSparkSquadSelectInfoBody="Comandante, as nossas novas unidades SPARK sempre podem ser enviadas em missões, mesmo que estejam danificadas ou sendo reparadas, entretanto, SPARKs não pode pegar ou carregar outros soldados."

[UIMission_LostTowers]
m_strFlavorText="Nós rastreamos o sinal que o ROV-R recebeu para este local. Devemos chegar lá e descobrir o que está acontecendo."
m_strLaunchMission="INVESTIGAR"

[UICustomize_SparkMenu]
m_strTitle=PERSONALIZAR SPARK
m_strEditInfo=Informações do personagem
m_strEditProps=Acessórios
m_strHead=Cabeça
m_strMainColor=Cor da Armadura Principal
m_strSecondaryColor=Cor de Armadura Secundária
m_strWeaponColor=Cor da arma
m_strArmorPatternSelected=Remover o padrão de armadura para alterar a cor da armadura
m_strRemoveHelmetOrLowerProp=Remova o capacete ou a face inferior para editar esta opção

m_strVoice=Voz
m_strPreviewVoice=VISTA PREVIA
m_strType=Tipo de Unidade

m_strExportCharacter=Salvar na Coleção de Personagens

m_strAllowTypeSoldier=Pode Aparecer como Soldado
m_strAllowTypeVIP=Pode aparecer como VIP
m_strAllowTypeDarkVIP=Pode aparecer como Dark VIP
m_strAllowed=Permitido

m_strTimeAdded=Criado em:

m_strExportSuccessTitle=PERSONAGEM SALVADO!
m_strExportSuccessBody=Nome e aparência deste robô foram adicionados ao conjunto de personagens."

[UICustomize_SparkProps]
m_strTitle=EDIT PROPS
m_strArms=Braços
m_strTorso=Torso
m_strLegs=Pernas
m_strArmorPattern=Padrão da Armadura
m_strWeaponPattern=Padrão da Arma
m_strClearButton=Limpar

[UICustomize_SparkInfo]
m_strTitle=EDITAR INFO DE SPARK
m_strFirstNameLabel=Nome
m_strLastNameLabel=Sobrenome
m_strNicknameLabel=Apelido
m_strEditBiography=Biografia
m_strBiographyLabel=BIOGRAFIA DO PERSONAGEM

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day90]
NarrativeContentLabel="Shen's Last Gift: \"The Lost Towers\""
NarrativeContentSummary="Esta missão introduz a história do conteúdo do Shen's Last Gift. Todo o conteúdo da jogabilidade (incluindo a nova classe soldado) ainda será ativado sem esta missão."

EnableContentLabel="Ativar O Shen's Last Gift?"
EnableContentSummary="Shen's Last Gift desbloqueia uma nova classe de soldado XCOM. Deseja ativar o conteúdo de jogo Shen's Last Gift para esta campanha?\n\nO contexto narrativo completo para o Shen's Last Gift, incluindo uma emocionante nova missão de história, pode ser experimentado ao iniciar uma nova campanha."
EnableContentAcceptLabel="Ativar o Shen's Last Gift"
EnableContentCancelLabel="Cancelar"

[XcomGameState_SparkManager]
LostTowersShenFirstName="Lily"
LostTowersShenLastName="Shen"

[SparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="SPARK Armadura"
FriendlyNamePlural="SPARK Armaduras"
BriefSummary="A unidade robótica básica SPARK é fortemente blindada, com atenção significativa em proteger os sistemas críticos de uma variedade de perigos de combate e ambientais."
TacticalText="<Bullet/> Todas os SPARKs são construídos com placas simples de metal para cobrir seus sistemas principais.\n<Bullet/> Pesquisas podem dar acesso à melhores armaduras."

[PlatedSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Estrutura Reforçada"
FriendlyNamePlural="Estruturas Reforçadas"
BriefSummary="O reforço adicional às fraquezas identificadas durante o desenvolvimento em campo podem melhorar a sobrevivencia de uma unidade SPARK."
TacticalText="<Bullet/> Ao Reforçar a armadura tradicional de um SPARK, eles ficam aptos a resistir mais ataques."

[PoweredSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Chassi Anodizado"
FriendlyNamePlural="Chassi Anodizados"
BriefSummary="O processo de anodização fornece aos já extensos sistemas de armaduras SPARK uma camada protetora adicional, criando uma unidade robótica ainda mais resiliente."
TacticalText="<Bullet/> O Chassi Anodizado encerra completamente o SPARK em uma camada altamente resiliente, oferecendo-lhes a melhor proteção no campo de batalha."

[XGCharacterGenerator_SPARK]
SparkFirstName="SPARK-"
SparkLastNamePrefix="000"

[LostTowersSpark X2SparkCharacterTemplate_DLC_3]
StrForcedFirstName=""
StrForcedLastName="SPARK-001"
StrForcedNickName=""